[
    {
        "date": "1908",
        "titre": "Création de la société de musique",
        "text": "La société de musique \"L'UNION de MAGNY\" est créée par la municipalité de Magny. Il existait par ailleurs son homologue paroissial, la société de gymnastique et de chant \"Saint Martin\".",
        "image": "creation.jpg"
    },
    {
        "date": "25 janvier 1919",
        "titre": "Fusion de sociétés",
        "text": "\"L'UNION de MAGNY\" devient \"L'UNION St MARTIN de MAGNY\" après fusion avec son homologue paroissiale. La formation devient alors une société sportive et musicale.\nAuguste LACOUR en prend la présidence et Victor HAY, la direction musicale.",
        "image": "union-st-martin.jpg"
    },
    {
        "date": "De 1919 à 1939",
        "titre": "Activité de la formation",
        "text": "L’Harmonie et la section Batterie-fanfare forte de soixante musiciens, exclusivement masculins, se distinguent dans les différents concours régionaux et rencontres d’orchestres. Quant à la quarantaine de gymnastes qui composent la section, ils participent aux différents festivals et compétitions de gymnastique sportive.\n\nJusqu’en 1939, ils animent ensemble les fêtes patriotiques, religieuses et sportives du village.\n\nEn vingt ans se sont succédés trois présidents, Henri WILLEMS (3ans), Lucien BARBILLON (4 ans), François MANIEZ (12 ans) et cinq chefs de musique, Victor HAY (1 an), Léon DINCHER (3 ans), Charles ALLARD (4 ans), Jacques MEYER (6 ans), René PROVOT (6 ans).",
        "image": "activite_formation2.jpg"
    },
    {
        "date": "1939",
        "titre": "Démantèlement",
        "text": "A cause de la guerre, l'Union St Martin est démantelé.",
        "image": ""
    },
    {
        "date": "1945",
        "titre": "Reprise des activités",
        "text": "L’Union Saint Martin reprend difficilement ses activités sous l’impulsion de son président François GROSS et Charles HAYE chef de musique.",
        "image": "reprise_activite.jpg"
    },
    {
        "date": "1953",
        "titre": "45ème anniversaire de la formation",
        "text": "L’Union Saint Martin fête le 45e anniversaire de sa fondation. Camille VIGNEULLES et Nicolas HEROS à la baguette invitent à cette occasion \"l’Union de Vallières\", \"la Lyre de Vantoux\", et le \"Cercle musical saint joseph de Haute-Yutz\". Invités à cette fête le maire de Magny, Monsieur PETRY et l’abbé WONNER curé de la paroisse accompagnaient les présidents des autres associations du village.",
        "image": "anniversaire_45ans.jpg"
    },
    {
        "date": "Les années 60",
        "titre": "Le déclin de l'harmonie",
        "text": "Les années soixante et leur succession de bouleversements conjoncturels voient le déclin de l’harmonie : nouveaux styles de musique (jazz, rock…), nouvelles tendances et également les événements d’Algérie qui prolongent l’absence des musiciens appelés sous les drapeaux. L’Union Saint Martin restera en sommeil durant une vingtaine d’années.",
        "image": ""
    },
    {
        "date": "1974",
        "titre": "La renaissance",
        "text": "Sur l’instigation de quelques uns de ses anciens membres, l’Union Saint Martin redémarre et le nouveau comité du 14 mars 1974 se compose de René GUERNE (président), Serge MARCIN (secrétaire), René PECH (sous-chef de musique et trésorier) et André VOISIN (chef de musique). L'harmonie est composée de 12 musiciens.",
        "image": "renaissance.jpg"
    },
    {
        "date": "26 février 1980",
        "titre": "De nouveaux statuts",
        "text": "L’Union Saint Martin se dote de nouveaux statuts conformément aux dispositions de la loi locale de 1908 sur les associations. Ils stipulent que \"son but est  de propager et de développer la culture musicale dans le quartier de METZ-MAGNY, d’organiser et participer à des manifestations et festivités locales\".",
        "image": "nouveaux_statuts.jpg"
    },
    {
        "date": "1er mai 1982",
        "titre": "Un nouveau chef de musique",
        "text": "René PECH devient chef de musique et le restera jusqu’en janvier 2002.",
        "image": "rene_pech.jpg"
    },
    {
        "date": "1990",
        "titre": "Des changements au comité",
        "text": "André GUERNE devient sous-chef de musique, Jean FRIEDRICH (secrétaire), Louis MICHAUX  présent au comité depuis 1981 prend trésorier.",
        "image": ""
    },
    {
        "date": "17 septembre 1992",
        "titre": "Signature d'une convention",
        "text": "Une convention avec l’école de musique de l’Union Philarmonique de Metz-Sablon est signée pour l’organisation de cours d’éveil et de musique débutant 1ère et 2ème année au centre socioculturel de Metz-Magny.",
        "image": ""
    },
    {
        "date": "13 avril 1994",
        "titre": "CAMINA HARMONIE",
        "text": "les sociétaires de l’Union Saint Martin donnent un nom à l’harmonie : CAMINA HARMONIE.  Autrefois, les gens de Magny victimes d’expéditions guerrières contre la république messine ne construisaient plus de maisons solides, mais dressaient des cabanes couvertes de chaumes. Camina Harmonie s’identifie aux \"gens de  Magny\", ces anciens habitants des \"kemènes\" ou des \"camines\". ",
        "image": "camina.jpg"
    },
    {
        "date": "1997",
        "titre": "",
        "text": "Michel MACAL devient sous-chef de musique et Jocelyne BAILLOT devient trésorière.",
        "image": ""
    },
    {
        "date": "19 et 21 mars 1999",
        "titre": "",
        "text": "l’Union Saint Martin fête la reprise de ses activités (25è anniversaire). La participation de l’Harmonie municipale de Metz, dirigée par Jean-Luc DIDIER, une exposition consacrée à l’histoire de la formation, une animation musicale composée de la chorale \"la Chantereye\" de Metz dirigée par Serge SCHWARTZ, \"le Bigband\"de Woippy dirigé par Damien PRUD’HOMME, et \"Camina Harmonie\" sous la direction de René PECH enchantèrent les nombreux mélomanes venus les applaudir.",
        "image": ""
    },
    {
        "date": "1er septembre 2001",
        "titre": "Convention de partenariat",
        "text": "Sous l’impulsion du Conseil Général de Moselle, une convention de partenariat est signée entre l’Union Philarmonique du Sablon, pour son école de musique agréée et l’Union saint Martin, pour son orchestre CAMINA HARMONIE.  La mise en place d’un chef de musique diplômé instrumentiste, membre de son équipe pédagogique, garant de la qualité technique et artistique des prestations de l’ensemble permet en contre partie  à l’Harmonie d’accueillir les musiciens volontaires dans ses cycles d’enseignement. L’Harmonie est identifiée comme l’un des éléments de pratique collective de l’Ecole. Elle organise, à la demande, des concerts de validation pédagogique, et met à disposition de l’Ecole ses locaux (avec l’agrément du Comité du Centre Socioculturel de Magny) ainsi que les matériels et instruments de percussions pour les cours destinés aux élèves géographiquement décentralisés sur Magny.",
        "image": ""
    },
    {
        "date": "13 janvier 2002",
        "titre": "Un nouveau chef d'orchestre",
        "text": "René PECH tend sa baguette de direction à Alain COPIE qui devient le nouveau chef de musique et ensuite prend place au pupitre des cors.",
        "image": ""
    },
    {
        "date": "13 septembre 2017",
        "titre": "Décès d'Alain Copie",
        "text": "Le chef d'orchestre Alain Copie décède à l'âge de 52 ans.",
        "image": "alain_copie.jpg"
    }
]